Revit 2027 API
ParameterTypeId.PlumbingFixturesDrain Property
 "Drain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlumbingFixturesDrain { get; }
Public Shared ReadOnly Property PlumbingFixturesDrain As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlumbingFixturesDrain {
	ForgeTypeId^ get ();
}
static member PlumbingFixturesDrain : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace